/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = "Twoje konto jest utworzone. Wysłaliśmy e-mail z potwierdzeniem na%@. Proszę sprawdzić pocztę, aby zweryfikować konto. Raz jest to wykonywane, wróć tutaj i kliknij na przycisk.";

/* No comment provided by engineer. */
"%@ are writing..." = "%@ are writing...";

/* No comment provided by engineer. */
"%@ has joined" = "%@ has joined";

/* No comment provided by engineer. */
"%@ has left" = "%@ has left";

/* No comment provided by engineer. */
"%@ is busy." = "%@ jest zajęty.";

/* No comment provided by engineer. */
"%@ is no longer an admin" = "%@ is no longer an admin";

/* No comment provided by engineer. */
"%@ is not connected." = "%@ is not connected.";

/* No comment provided by engineer. */
"%@ is now an admin" = "%@ is now an admin";

/* No comment provided by engineer. */
"%@ is writing..." = "%@ is writing...";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ chce włączyć wideo";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nPowód to: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(niepoprawny napis)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Proszę opisz swoj problem albo zostaniesz zignorowany>";

/* No comment provided by engineer. */
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\nConfirmation security\n\nSay: %1$@\nConfirm that your interlocutor\nsays: %2$@";

/* No comment provided by engineer. */
"A new version of your app is available, use the button below to download it." = "A new version of your app is available, use the button below to download it.";

/* No comment provided by engineer. */
"About" = "O programie";

/* No comment provided by engineer. */
"ACCEPT" = "AKCEPTUJ";

/* No comment provided by engineer. */
"Accept" = "Akceptuj";

/* No comment provided by engineer. */
"Account configuration issue" = "Problem z konfiguracją konto ";

/* No comment provided by engineer. */
"Account expiring" = "Konto wygasa";

/* No comment provided by engineer. */
"Add new email" = "Dodaj nowy email";

/* No comment provided by engineer. */
"Add new phone number" = "Dodaj nowy numer telefonu";

/* No comment provided by engineer. */
"Add new SIP address" = "Dodaj nowy adres SIP";

/* No comment provided by engineer. */
"Address book" = "Książka adresowa";

/* No comment provided by engineer. */
"Address incomplete" = "Adres niekompletny";

/* No comment provided by engineer. */
"Answer" = "Odpowiedź";

/* No comment provided by engineer. */
"Application logs" = "Logi aplikacji";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Czy na pewno chcesz usunąć swoje ustawienia proxy?";

/* No comment provided by engineer. */
"Assistant" = "Asystent";

/* No comment provided by engineer. */
"Assistant error" = "Błąd asystenta";

/* No comment provided by engineer. */
"Authentification needed" = "Wymagane uwierzytelnienie";

/* No comment provided by engineer. */
"Average" = "Przeciętne";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Złe dane, sprawdź ustawienia konta";

/* No comment provided by engineer. */
"Bad gateway" = "Zła brama";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Akumulator jest na wyczerpaniu. Zatrzymać wideo?";

/* No comment provided by engineer. */
"Buy" = "Kup";

/* No comment provided by engineer. */
"CALL" = "CALL";

/* No comment provided by engineer. */
"Call" = "Połącz";

/* No comment provided by engineer. */
"Call %@" = "Połącz z %@";

/* No comment provided by engineer. */
"Call failed" = "Połączenie nieudane";

/* No comment provided by engineer. */
"Call quality: %d" = "Jakość połączenia: %d";

/* No comment provided by engineer. */
"Calls" = "Połączenia";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera not authorized" = "Camera not authorized";

/* No comment provided by engineer. */
"Camera's permission" = "Camera's permission";

/* No comment provided by engineer. */
"Can't find this file" = "Can't find this file";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"CANCEL" = "ANULUJ";

/* No comment provided by engineer. */
"Cannot call %@." = "Nie można połączyć z %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Nie można wykonać połączenia";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Nie możesz teraz dokonać zakupu, spróbuj ponownie później.";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "Serwer jest nieosiągalny: albo jego adres jest niepoprawny albo jest tymczasowo wyłączony.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "Nie można pobrać twojej konfiguracji. Sprawdź swoje dane albo spróbuj ponownie później";

/* No comment provided by engineer. */
"Cannot send email" = "Nie można wysłać emaila";

/* No comment provided by engineer. */
"Cannot send logs" = "Nie można wysłać logów";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Nie można zapisać obrazu w bibliotece zdjęć";

/* No comment provided by engineer. */
"Cannot write video to photo library" = "Cannot write video to photo library";

/* No comment provided by engineer. */
"Change your password" = "Zmień swoje hasło";

/* No comment provided by engineer. */
"Changing your password" = "Zmienianie hasła";

/* No comment provided by engineer. */
"Chat room could not be created on server" = "Chat room could not be created on server";

/* No comment provided by engineer. */
"Chat room creation error" = "Chat room creation error";

/* No comment provided by engineer. */
"Chat with %@" = "Czat z %@";

/* No comment provided by engineer. */
"Checkbox" = "Pole wyboru";

/* No comment provided by engineer. */
"Choose an action" = "Wybierz akcję";

/* No comment provided by engineer. */
"Choose the image size" = "Wybierz rozmiar obrazu";

/* No comment provided by engineer. */
"Conference" = "Konferencja";

/* No comment provided by engineer. */
"Configuration failed" = "Konfiguracja nie powiodła się";

/* No comment provided by engineer. */
"Configuring account" = "Konfiguracja konta";

/* No comment provided by engineer. */
"Confirm password" = "Potwierdź hasło";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "Confirm the following SAS with peer:\nSay : %1$@\nYour correspondant should say : %2$@";

/* No comment provided by engineer. */
"Contact duplicate" = "Contact duplicate";

/* No comment provided by engineer. */
"Contact error" = "Contact error";

/* No comment provided by engineer. */
"Continue" = "Kontynułuj";

/* No comment provided by engineer. */
"Continue video" = "Kontynułuj wideo";

/* No comment provided by engineer. */
"Conversation creation error" = "Conversation creation error";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "Nie można skonfigurować twojego konta, proszę sprawdź parametry albo spróbuj ponownie później";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Decline" = "Odrzuć";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Delivered" = "Delivered";

/* No comment provided by engineer. */
"Deny" = "Deny";

/* No comment provided by engineer. */
"DENY" = "odrzuć";

/* No comment provided by engineer. */
"Deselect all" = "Odznacz wszystkie";

/* No comment provided by engineer. */
"Deselected" = "Odznaczone";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Bezpośrednie połączenie";

/* No comment provided by engineer. */
"Disable logs" = "Wyłącz logi";

/* No comment provided by engineer. */
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "Do you want to delete selected contact?\nIt will also be deleted from your phone's address book.";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book.";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Czy chcesz usunąć zaznaczone logi?";

/* No comment provided by engineer. */
"Do you want to delete selected recordings?" = "Do you want to delete selected recordings?";

/* No comment provided by engineer. */
"Do you want to delete the selected conversations?" = "Do you want to delete the selected conversations?";

/* No comment provided by engineer. */
"Do you want to delete the selected messages?" = "Do you want to delete the selected messages?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to leave and delete the selected conversations?" = "Do you want to leave and delete the selected conversations?";

/* No comment provided by engineer. */
"Do you want to leave and delete this conversation?" = "Do you want to leave and delete this conversation?";

/* No comment provided by engineer. */
"Do you want to leave this conversation?" = "Do you want to leave this conversation?";

/* No comment provided by engineer. */
"Done" = "Gotowe";

/* No comment provided by engineer. */
"Download" = "Pobierz";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'o' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Albo skonfiguruj serwer SIP proxy, żeby wykonać połączenie albo użyj poprawnego adresu SIP (np. sip:jan@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Albo skonfiguruj serwer SIP proxy, żeby wysłać wiadomość albo użyj poprawnego adresu SIP (np. sip:jan@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "Adresy email";

/* No comment provided by engineer. */
"Enable logs" = "Włącz logi";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* No comment provided by engineer. */
"Error while changing your password" = "Błąd podczas zmiany hasła";

/* No comment provided by engineer. */
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME.";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Błąd: nie skonfigurowano konta pocztowego";

/* ICE processing has failed */
"Failed" = "Niepowodzenie";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Niepowodzenie konfiguracji z określonego adresu URL.";

/* No comment provided by engineer. */
"Failure" = "Niepowodzenie";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Pobieranie zdalnej konfiguracji";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Pobieranie zdalnej konfiguracji...";

/* No comment provided by engineer. */
"File download error" = "File download error";

/* No comment provided by engineer. */
"First name" = "Imię";

/* No comment provided by engineer. */
"GC_MSG" = "You have been added to a chat room";

/* No comment provided by engineer. */
"Go to settings" = "Idź do ustawień";

/* No comment provided by engineer. */
"Group conversation is not supported." = "Group conversation is not supported.";

/* No comment provided by engineer. */
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Oto informacje o problemie, jaki miałem na moim urządzeniu.\nRobiłem ...\nOczekiwałem, że Linphone ...\nZamiast tego, otrzymałem niespodziewany rezultat ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "Rozumiem, kontynułuj";

/* No comment provided by engineer. */
"IC_MSG" = "";

/* No comment provided by engineer. */
"ICloud Drive is unavailable." = "ICloud Drive is unavailable.";

/* No comment provided by engineer. */
"IM_FULLMSG" = "";

/* No comment provided by engineer. */
"IM_MSG" = "You have received a message";

/* No comment provided by engineer. */
"In apps not ready yet" = "W apkach jeszcze nie gotowe";

/* ICE process is in progress */
"In progress" = "W toku";

/* No comment provided by engineer. */
"Incoming call" = "Połączenie przychodzące";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Niepoprawny adres proxy";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "Niepoprawny zdalny zabezpieczający URL";

/* No comment provided by engineer. */
"Invalid route" = "Niepoprawna trasa";

/* No comment provided by engineer. */
"Invalid SIP address" = "Niepoprawny adres SIP";

/* No comment provided by engineer. */
"Invalid username or domain" = "Niepoprawna nazwa użytkownika albo domena";

/* No comment provided by engineer. */
"Invalid." = "Invalid.";

/* No comment provided by engineer. */
"Last name" = "Nazwisko";

/* No comment provided by engineer. */
"Later" = "Później";

/* No comment provided by engineer. */
"LEAVE" = "LEAVE";

/* No comment provided by engineer. */
"Let's go" = "Let's go";

/* No comment provided by engineer. */
"LIME identity key changed" = "LIME identity key changed";

/* No comment provided by engineer. */
"LIME identity key changed for %@" = "LIME identity key changed for %@";

/* No comment provided by engineer. */
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption.";

/* No comment provided by engineer. */
"LIME warning" = "LIME warning";

/* No comment provided by engineer. */
"Link my account" = "Połącz moje konto";

/* No comment provided by engineer. */
"Link your account" = "Połącz swoje konto";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Połącz swoje konto%s Linphone.org do numeru telefonu.";

/* No comment provided by engineer. */
"Low bandwidth" = "Niska przepustowość";

/* InAppSettingKit */
"Mail not configured" = "Poczta nie skonfigurowana";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected" = "Man-in-the-middle attack detected";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected for %@" = "Man-in-the-middle attack detected for %@";

/* No comment provided by engineer. */
"Mark as seen" = "Oznacz, jak widać";

/* No comment provided by engineer. */
"Mark Read" = "Zaznacz jako przeczytane";

/* No comment provided by engineer. */
"Max participant count exceeded" = "Max participant count exceeded";

/* No comment provided by engineer. */
"Max participant count exceeded by %@" = "Max participant count exceeded by %@";

/* No comment provided by engineer. */
"Maximum" = "Maksimum";

/* No comment provided by engineer. */
"Maybe later" = "Może później";

/* No comment provided by engineer. */
"Message received" = "Wiadomość otrzymana";

/* No comment provided by engineer. */
"Minimum" = "Minimum";

/* No comment provided by engineer. */
"Missed call" = "Nieodebrane połączenie";

/* No comment provided by engineer. */
"Missing required callbacks" = "Missing required callbacks";

/* No comment provided by engineer. */
"Missing required parameters" = "Brak wymaganych parametrów";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "połączenie przez NAT(y)";

/* No comment provided by engineer. */
"Network down" = "Przestój sieci";

/* No comment provided by engineer. */
"Network Error" = "Błąd sieci";

/* No comment provided by engineer. */
"New subject : %@" = "New subject : %@";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No account" = "Brak konta";

/* No comment provided by engineer. */
"No account configured" = "Nie skonfigurowane konta";

/* No comment provided by engineer. */
"No address" = "Brak adresu";

/* No comment provided by engineer. */
"No call in progress" = "Brak połączeń w toku";

/* No comment provided by engineer. */
"No default account" = "Brak domyślnej konfiguracji";

/* No comment provided by engineer. */
"No microphone" = "Brak mikrofonu";

/* No comment provided by engineer. */
"No response received from remote" = "Brak odpowiedzi od zdalnego źródła";

/* No comment provided by engineer. */
"None" = "Żaden";

/* ICE has not been activated for this call */
"Not activated" = "Nie aktywowane";

/* No comment provided by engineer. */
"Not implemented" = "Nie zaimplementowane";

/* No comment provided by engineer. */
"Not connected" = "Not connected";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "Nie udało się pozbierać twojej aplikacji, przerywam teraz.";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "Operacja nie może być wykonana przez serwer ani zdalnego klienta, ponieważ nie ma dla nic żadnego kontekstu";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "Operacja jest nieuprawniona ze względu na brakujące dane";

/* No comment provided by engineer. */
"Outdated Version" = "Outdated Version";

/* No comment provided by engineer. */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Passwords do not match." = "Hasła nie pasują do siebie.";

/* No comment provided by engineer. */
"Phone numbers" = "Numery telefonu";

/* No comment provided by engineer. */
"Photo library" = "Biblioteka zdjęć";

/* No comment provided by engineer. */
"Photo not authorized" = "Photo not authorized";

/* No comment provided by engineer. */
"Photo's permission" = "Photo's permission";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number" = "Potwierdź kod swojego kraju i podaj swój numer telefonu ";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Potwierdź kod swojego kraju i podaj swój numer telefonu";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Podaj hasło do konta";

/* No comment provided by engineer. */
"Please enter a username" = "Proszę, wpisz nazwę użytkownika";

/* No comment provided by engineer. */
"Please enter and confirm your new password" = "Proszę wpisać i potwierdzić nowe hasło";

/* No comment provided by engineer. */
"Please enter your email" = "Podaj swój adres e-mail";

/* No comment provided by engineer. */
"Please enter your phone number" = "Proszę wpisać swój numer telefonu ";

/* No comment provided by engineer. */
"Please enter your username" = "Wpisz nazwę użytkownika";

/* No comment provided by engineer. */
"Please enter your username and password" = "Wpisz nazwę użytkownika i hasło";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Upewnij się, że twoje urządzenie jest podłączone do internetu i dwa razy sprawdź konfigurację swojego konta SIP w ustawieniach.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Proszę najpierw zakończyć połączenie GSM.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Błąd ładowania danych zabezpieczającyh";

/* No comment provided by engineer. */
"Read" = "Read";

/* No comment provided by engineer. */
"Recordings" = "Recordings";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connection failed" = "Connection failed";

/* No comment provided by engineer. */
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Connection failed because authentication is missing or invalid for %1$@@%2$@.\nYou can provide password again, or check your account configuration in the settings.";

/* No comment provided by engineer. */
"Connection failure" = "Connection failure";

/* No comment provided by engineer. */
"Connection in progress" = "Connection in progress";

/* ICE has established a connection through a relay */
"Relay connection" = "Przekazywanie połączenia";

/* No comment provided by engineer. */
"Remote configuration" = "Zdalna konfiguracja";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Zdalna konfiguracja pomyślnie pobrana i zastosowana.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Usuń konto(konta) i się samounicestwij";

/* No comment provided by engineer. */
"Reply" = "Odpowiedz";

/* No comment provided by engineer. */
"Resend" = "Wyślij ponownie";

/* No comment provided by engineer. */
"Resource moved permanently" = "Zasób przeniesiony na stałe";

/* No comment provided by engineer. */
"Resource no longer exists" = "Zasób już nie istnieje";

/* No comment provided by engineer. */
"Save" = "Yapisy";

/* No comment provided by engineer. */
"Security level decreased" = "Security level decreased";

/* No comment provided by engineer. */
"Security level decreased because of %@" = "Security level decreased because of %@";

/* No comment provided by engineer. */
"Select all" = "Wybierz wszystko";

/* No comment provided by engineer. */
"Select the source" = "Select the source";

/* No comment provided by engineer. */
"Select your country" = "Wybierz swój kraj ";

/* No comment provided by engineer. */
"Selected" = "Wybrano";

/* No comment provided by engineer. */
"Send logs" = "Wyślij logi";

/* No comment provided by engineer. */
"Sending logs" = "Wysyłanie logów";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Server error, please try again later." = "Błąd serwera, spróbuj ponownie później.";

/* No comment provided by engineer. */
"Server request error" = "Błąd żądania serwera";

/* No comment provided by engineer. */
"Server timeout" = "Timeout serwera";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* No comment provided by engineer. */
"Shop" = "Sklep";

/* No comment provided by engineer. */
"Show" = "Pokaż";

/* No comment provided by engineer. */
"SIP addresses" = "adres SIP";

/* No comment provided by engineer. */
"Stop video" = "Zatrzymaj wideo";

/* No comment provided by engineer. */
"Success" = "Powodzenie";

/* No comment provided by engineer. */
"Temporarily unavailable" = "Chwilowo niedostępne";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "Kod potwierdzenia jest nieprawidłowy. \nProszę sprawdzić wiadomości SMS i spróbuj ponownie.";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease try again." = "Kod potwierdzenia jest nieprawidłowy. \nProszę spróbuj ponownie.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "Brak dostępnego połączenia z siecią, włącz WiFi lub WWAN żeby móc skonfigurować konto";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "Nie ma połączenia z dostępną siecią, należy włączyć WiFi lub WWAN przed rozpoczęciem konfigurowania konta.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Brak dostępnego połączenia z siecią, włącz WiFi lub WWAN żeby móc wykonać połączenie";

/* No comment provided by engineer. */
"This account does not exist." = "To konto nie istnieje.";

/* No comment provided by engineer. */
"This account is already activated." = "To konto jest już aktywne.";

/* No comment provided by engineer. */
"This account is already in use." = "To konto jest już w użyciu.";

/* No comment provided by engineer. */
"This account is already connected." = "This account is already connected.";

/* No comment provided by engineer. */
"This account is not activated yet." = "To konto nie zostało jeszcze aktywowane.";

/* No comment provided by engineer. */
"This alias does not exist." = "Ten alias nie istnieje.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "To urządzenie nie jest skonfigurowane do wysyłania Email. Proszę skonfigurować ustawienia poczty w aplikacji Ustawienia.";

/* No comment provided by engineer. */
"This email address is already used." = "Ten adres e-mail jest już używany.";

/* No comment provided by engineer. */
"This email does not exist." = "Ten e-mail nie istnieje.";

/* No comment provided by engineer. */
"This message is not encrypted." = "This message is not encrypted.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "Ta operacja spowoduje załadowanie zdalnej konfiguracji. Kontynuować ?";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "Ten numer telefonu jest już używany. Proszę wpisać inny numer. \nMożesz usunąć istniejące konto, jeśli chcesz ponownie wykorzystać swój numer telefonu.";

/* No comment provided by engineer. */
"TODAY" = "DZIŚ";

/* No comment provided by engineer. */
"Transfer error" = "Błąd przekierowania";

/* No comment provided by engineer. */
"Trust has been denied. Make a call to start the authentication process again." = "Trust has been denied. Make a call to start the authentication process again.";

/* No comment provided by engineer. */
"Unknown" = "Nieznane";

/* No comment provided by engineer. */
"Unknown country code" = "Nieznany kod kraju";

/* No comment provided by engineer. */
"Unknown error" = "Nieznany błąd";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Nieznany błąd (%@).";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Nieznany błąd, spróbuj ponownie później.";

/* No comment provided by engineer. */
"Unsupported content" = "Niewspierana treść";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Wideo nie może zostać włączone z powodu niskiej przepustowości łącza, tylko dźwięk jest dostępny";

/* No comment provided by engineer. */
"Video request" = "Video request";

/* No comment provided by engineer. */
"Voice mail" = "Poczta głosowa";

/* No comment provided by engineer. */
"Warning" = "Ostrzeżenie";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Uwaga: zostanie utworzony email z 3 załącznikami:\n- Logi aplikacji\n- Konfiguracja Linphone\n- Historia czatów.\nMogą one zawierać prywatne informacje (MOGĄ zawierać hasło w postaci czystego tekstu!).\nMożes usunąć jeden lub kilka z tych załączników przed wysłaniem wiadomości email, jednak wszystkie są ważne dla diagnostyki twojego problemu.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Uwaga: zostanie utworzony email z logami aplikacji. Może on zawierać prywatne informacje (ale nie hasło!).\nTe logi są ważne dla diagnostyki twojego problemu.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "Wysłaliśmy SMS z kodem weryfikacji na %@. Aby zakończyć weryfikację numeru telefonu, wprowadź poniżej 4-cyfrowy kod:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "Jaki będzie używany mój numer telefonu?";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"YESTERDAY" = "WCZORAJ";

/* No comment provided by engineer. */
"You already own an account." = "Masz już konto.";

/* No comment provided by engineer. */
"You are no longer an admin of the chat room" = "You are no longer an admin of the chat room";

/* No comment provided by engineer. */
"You are now an admin of the chat room" = "You are now an admin of the chat room";

/* No comment provided by engineer. */
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages.";

/* No comment provided by engineer. */
"You cancelled your account." = "Zlikwidowałeś swoje konto.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "Zakupiłeś konto, ale ono już nie istnieje.";

/* No comment provided by engineer. */
"You have been added to a chat room" = "You have been added to a chat room";

/* No comment provided by engineer. */
"You have joined the group" = "You have joined the group";

/* No comment provided by engineer. */
"You have left the group" = "You have left the group";

/* No comment provided by engineer. */
"You have missed a call." = "You have missed a call.";

/* No comment provided by engineer. */
"You have received a message." = "You have received a message.";

/* No comment provided by engineer. */
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Nie odebrałeś połączenia od %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "Musisz zezwolić aplikacji na dostęp do książki adresowej.\nPrzełącz aplikację w Ustawienia > Prywatność > Kontakty";

/* No comment provided by engineer. */
"Select a contact or create a new one." = "Select a contact or create a new one.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "Musisz podłączyć mikrofon do urządzenia, aby korzystać z tej aplikacji.";

/* No comment provided by engineer. */
"Your account has expired." = "Konto wygasło.";

/* No comment provided by engineer. */
"Your account is not a Linphone account.\nWe can not change your password." = "Your account is not a Linphone account.\nWe can not change your password.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Twoje konto wygaśnie za %i dni.";

/* No comment provided by engineer. */
"Your activation code contains invalid characters." = "Your activation code contains invalid characters.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "Twoje potwierdzenie hasła nie pasuje do tego hasła";

/* No comment provided by engineer. */
"Your country code is invalid." = "Your country code is invalid.";

/* No comment provided by engineer. */
"Your country code is too long." = "Your country code is too long.";

/* No comment provided by engineer. */
"Your country code is too short." = "Your country code is too short.";

/* No comment provided by engineer. */
"Your phone number is too short." = "Your phone number is too short.";

/* No comment provided by engineer. */
"Your phone number is too long." = "Your phone number is too long.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Twoje urządzenie nie jest skonfigurowane do wysyłania emaili. Proszę skonfiguruj aplikację pocztową przed wysyłaniem logów.";

/* No comment provided by engineer. */
"Your email contains invalid characters." = "Your email contains invalid characters.";

/* No comment provided by engineer. */
"Your email is invalid" = "Twój email jest niepoprawny";

/* No comment provided by engineer. */
"Your email is malformed." = "Your email is malformed.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Twoi znajomi znajdą cię łatwiej jeśli połączysz swoje konto z numerem telefonu.\n\n";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Twoi znajomi będą mogli znaleźć cię łatwiej, jeśli połączysz swoje konto do swojego numeru telefonu. \n\nZobaczysz w książce adresowej, kto używa Linphone i twoi znajomi będą wiedzieli, że mogą dotrzeć do ciebie również na Linphone.\n\nMożesz użyć swojego numeru telefonu tylko z jednym kontem Linphone. Jeśli masz już połączony swój numer do innego konta, ale wolisz używać tego jednego, wystarczy połączyć go teraz i numer zostanie automatycznie przeniesiony do tego konta.";

/* No comment provided by engineer. */
"Your password contains invalid characters." = "Your password contains invalid characters.";

/* No comment provided by engineer. */
"Your password has been successfully changed" = "Twoje hasło zostało zmienione";

/* No comment provided by engineer. */
"Your password is too long." = "Your password is too long.";

/* No comment provided by engineer. */
"Your password is too short." = "Your password is too short.";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Numer telefonu jest nieprawidłowy.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@cv.miedifi.com" = "Twój adres SIP będzie sip:%s@cv.miedifi.com";

/* No comment provided by engineer. */
"Your username contains invalid characters." = "Your username contains invalid characters.";

/* No comment provided by engineer. */
"Your username is invalid." = "Your username is invalid.";

/* No comment provided by engineer. */
"Your username is too long." = "Your username is too long.";

/* No comment provided by engineer. */
"Your username is too short." = "Your username is too short.";

/* No comment provided by engineer. */
"ZRTP activation" = "ZRTP activation";

/* No comment provided by engineer. */
"ZRTP verification" = "ZRTP verification";
